Revit 2027 API
TriangulationInterfaceForTriangulatedShellComponent Properties
The TriangulationInterfaceForTriangulatedShellComponent type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from TriangulationInterface)
Top
See Also
Reference
TriangulationInterfaceForTriangulatedShellComponent Class
Autodesk.Revit.DB Namespace